Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryNoSpacing Property
 "Layer Summary (Brief)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryNoSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryNoSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryNoSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryNoSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace